Repository: bbbkada/EDMC-PlanetPOI
Catalog: L10n/*.strings
Languages: sv_se

source: Calculate distance with altitude
sv_se: Beräkna distans med altitud

source: Max overlay rows
sv_se: Max antal overlay-rader

source: Overlay left margin (pixels)
sv_se: Overlay vänstermarginal (pixlar)

source: Show overlay info in EDMC GUI
sv_se: Visa overlay-info i EDMC GUI

source: Enable Heading Guidance
sv_se: Aktivera Kursguidning

source: Guidance angle tolerance (degrees)
sv_se: Guidning vinkeltolerens (grader)

source: Guidance stop distance (meters)
sv_se: Guidning stoppdistånd (meter)

source: Export POIs
sv_se: Exportera POIs

source: Import POIs
sv_se: Importera POIs

source: Saved POIs
sv_se: Sparade POIs

source: Active
sv_se: Aktiv

source: Body Name
sv_se: Body-namn

source: Latitude
sv_se: Latitud

source: Longitude
sv_se: Longitud

source: Description
sv_se: Beskrivning

source: Delete
sv_se: Ta bort

source: Save
sv_se: Spara

source: Share
sv_se: Dela

source: PPOI: No POIs for this body
sv_se: PPOI: Inga POIs för denna body

source: PPOI: Poi's in {system}
sv_se: PPOI: POIs i {system}

source: PPOI: No poi's in system
sv_se: PPOI: Inga POIs i systemet

source: Add new POI
sv_se: Lägg till ny POI

source: Add folder
sv_se: Lägg till mapp

source: Add root folder
sv_se: Lägg till rotmapp

source: Settings
sv_se: Inställningar

source: Move folder
sv_se: Flytta mapp

source: Delete folder
sv_se: Ta bort mapp

source: Copy systemname
sv_se: Kopiera systemnamn

source: Copy coordinates
sv_se: Kopiera koordinater

source: Copy system name
sv_se: Kopiera systemnamn

source: Copy body name
sv_se: Kopiera body-namn

source: Share link
sv_se: Dela länk

source: Edit
sv_se: Redigera

source: Move POI
sv_se: Flytta POI

source: Delete POI
sv_se: Ta bort POI

source: Activate POI
sv_se: Aktivera POI

source: Deactivate POI
sv_se: Avaktivera POI

source: Activate
sv_se: Aktivera

source: Deactivate
sv_se: Avaktivera

source: Actions
sv_se: Åtgärder

source: (Empty)
sv_se: (Tom)

source: Share POI
sv_se: Dela POI

source: Copy this link to share the POI:
sv_se: Kopiera denna länk för att dela POI:n:

source: Copy to clipboard
sv_se: Kopiera till urklipp

source: Add Folder
sv_se: Lägg till mapp

source: Folder name:
sv_se: Mappnamn:

source: Add
sv_se: Lägg till

source: Move {item_type}
sv_se: Flytta {item_type}

source: Select destination folder:
sv_se: Välj målmapp:

source: Move
sv_se: Flytta

source: Cancel
sv_se: Avbryt

source: (Root level)
sv_se: (Rotnivå)

source: Delete {item_type}
sv_se: Ta bort {item_type}

source: Are you sure you want to delete this folder? {item_name}
sv_se: Är du säker på att du vill ta bort denna mapp? {item_name}

source: Are you sure you want to delete this {item_type}? {item_name}
sv_se: Är du säker på att du vill ta bort denna {item_type}? {item_name}

source: This will also delete:
sv_se: Detta kommer också ta bort:

source: • {subfolder_count} subfolder(s)
sv_se: • {subfolder_count} undermapp(ar)

source: Description updated!
sv_se: Beskrivning uppdaterad!

source: Invalid input!
sv_se: Ogiltig inmatning!

source: No valid planet/location to save!
sv_se: Ingen giltig planet/plats att spara!
